Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 少女皱了皱眉头，“齐先生，你也莫要拿话来唬我，我不是我家少爷宋集薪，对你那套冠冕堂皇的说辞，不感兴趣，也从来不信。先生不妨打开天窗说亮话，打生打死也好，好聚好散也罢，我都接着。”
en_us: Zhi Gui's brows furrowed slightly as she scoffed, "Don't try to intimidate me with your words, Mr. Qi. I am not my young master, Song Jixin, and I have no interest in hearing you spout your pretentious nonsense, nor have I ever believed what you've had to say. Why don't you stop talking in circles and tell me exactly what it is that you want? Whether it be a fight to the death or a peaceful resolution, I can accept anything."

source: 少女皱了皱眉头，只手悄然扶住刀柄，“我是很怕麻烦的人，更讨厌跟人吵架，不然我们出手试试看真假谁赢了谁有道理，如何”
en_us: The young woman's brows furrowed slightly, and she rested her hand on the hilt of her saber once again as she said, "There are few things I detest more than having to bicker aimlessly with others. If you're not convinced that I can back up my claims, then how about we settle this argument with a fight?"

source: 少女皱了皱眉头，头也不转，从牙缝里蹦出一个字眼，“滚！”
en_us: The young woman's brows furrowed slightly, and she didn't even turn her head as she spat through gritted teeth, "Piss off!"

source: 少女皱眉道：“你都混到这般凄惨田地了，还担心我听了秘密后，被谁杀人灭口陈平安，不是我说你，实在是你这种烂好人，我劝你这辈子都别离开小镇，否则怎么死都不知道。”
en_us: The young woman furrowed her brows. "You're already stuck in such a miserable state, yet you're still afraid that I might be silenced and killed after hearing your secrets? Chen Ping'an, I'm not trying to belittle or discourage you, but I truly encourage a foolishly kind person like you to never leave this small town. Otherwise, you won't even know how you got killed."

source: 少女皱紧眉头，有些懊恼，用家乡方言自言自语道：“我家的剑学，无论是剑诀心法，还是用以淬炼体魄神魂的法门，都是独门独路的不传之秘，我学都没学全，哪敢教别人啊。而且我也没学过那些别处天下的粗浅东西，要不然也能给他指条明路，就算只是用来强健体魄、延年益寿也好。现在让我去哪儿找本门槛最低的入门秘籍来？”
en_us: Ning Yao frowned in slight annoyance and muttered to herself in her local tongue, saying, "Regardless of whether its the sword techniques, mind cultivation, or physique and soul tempering of the sword arts of my family, these are all secrets that can't be revealed to outsiders. Moreover, I haven't mastered them either, so how could I dare to teach others? I haven't learnt the cultivation or martial techniques of other places either, or else I could at least point him in the right direction. It'll be fine even if it's something that can improve his physique or increase his lifespan. However, where in the world can I find such an elementary secret technique from at this moment?"

source: 少女目瞪口呆，久久回神后，问道：“陈平安，你小时候脑子被门板夹过？”
en_us: Ning Yao was astounded. After a long while, she finally came to her senses and asked, "Chen Ping'an, were you dropped on your head as a child?"

source: 少女眉目低敛些许，双手环胸，嗓音沙哑道：“当时的确是快死了，如果陆道长没有救下我，我就要反正我欠了你一个天大人情，我更不该趁火打劫，让你拿出三袋子金精铜钱。我宁姚的一条性命，哪里是刘志茂之流可以媲美的，所以是我不对，你就当我什么都没有说，等我离开小镇之后，我会尽力而为，争取帮你解决那些后顾之忧，但是我丑话说在前头，我宁姚只会量力而为，不会心知必死依然去跟人拼命换命。”
en_us: The young woman lowered her gaze a little as she wrapped her arms around her chest and said in a hoarse voice, "I was genuinely almost about to die at that time. If Daoist Lu hadn't saved me, I would have... Anyhow, I owe you a huge favor, so I more so shouldn't try to take advantage of you while you're in such a difficult situation. I shouldn't have asked for those three pouches of copper coins. How can my life be compared to the likes of Liu Zhimao and the others? So, I was the one who was wrong. Pretend that I didn't say anything just then. After I leave this small town, I'll try my best to deal with those threats for you. However, let me say this first — I only do what's within my abilities, and I won't sacrifice myself if I know I definitely can't succeed."

source: 少女看似在和这位儒士云淡风轻地闲聊，实则整个人就像一张紧绷的弓，眼角余光不断打量四周，寻找破局的蛛丝马迹。
en_us: Zhi Gui appeared to be chatting with Qi Jingchun in a nonchalant and relaxed manner, but in reality, her entirely body was tensed up like a bow at full draw, and she was constantly inspecting her surroundings with her peripheral vision, trying to find a way out of this predicament.

source: 少女看到陈平安说到门神和春联的时候，少年眼睛里闪着异样的光彩。
en_us: Ning Yao could see a sparkle in Chen Ping'an's eyes as he spoke of door gods and couplets, and it was clear that he had yearned for those things for many years.

source: 少女看着门槛上那个瘦弱背影，笑道：“谢谢！”
en_us: "Thank you," Ning Yao said with a smile on her face.

source: 少女眨了眨眼睛，然后开心笑了。狐魅且狐媚。
en_us: The young girl blinked before smiling in delight. Her joyful expression was bewitching and much like a fox spirit.

source: 少女眼睛一亮，“打劫？不对不对，不是打劫，是找人借一本秘籍，有借有还的嘛。”
en_us: Her eyes suddenly lit up, and she said, "Steal one? No, no, no, not steal. It's just borrowing. I'm going to borrow it and return it, after all."

source: 少女眼神呆滞，没有回应。
en_us: There was a dazed look in Zhi Gui's eyes, and she offered no response.

source: 少女瞥了眼孩子，“熊样”
en_us: The young woman glanced at the little boy and said, "Little brat."

source: 少女瞪大眼眸，满脸匪夷所思，像一头惊慌失措的年幼麋鹿。
en_us: Zhi Gui's eyes widened with incredulity upon hearing this exchange, making her resemble a panicked deerling.

source: 少女突然看到有个消瘦少年，从廊桥那一头，向自己这边疯狂跑来。
en_us: This was because she suddenly saw a skinny young boy frenziedly running over from the other side of the covered bridge.

source: 少女突然笑了，问道：“先生何以教我，要如何劝我向善？如果我没有记错，你们儒家那位至圣先师，以及道祖之一，都曾提出过‘有教无类’？”
en_us: A smile suddenly appeared on Zhi Gui's face as she asked, "How are you going to teach me and guide me on the right path? If I recall correctly, even the great Confucius himself stated that everyone is to be regarded as equal when it comes to education."

source: 少女突然笑容玩味，脚尖轻点，向后一跃，高不过一丈，远不过半丈。
en_us: An amused smile suddenly spread across Ning Yao's face as she lightly tapped her feet and jumped back. She only jumped up less than three meters, and she only jumped back less than two meters.

source: 少女突然记起要紧事情的模样，伸出手指竖在嘴边，示意陈平安不要说话，然后她挪了挪位置，显然是让陈平安过去，她不会妨碍他下水捡石头。
en_us: As if suddenly remembering something important, the young girl suddenly raised a finger to her mouth, signaling for Chen Ping'an to be quiet. She then shuffled over, clearly making space for Chen Ping'an to pass her. She wouldn't be in Chen Ping'an's way now.

source: 少女突然转头，发现了陈平安，满脸汗水和污渍的她抬起手臂，抹了把脸，牵强笑道：“你回来了啊，我先前想跟你借一把柴刀来着，可是你家那位客人，不愿意给我开门。”
en_us: The young girl suddenly turned around. Upon seeing Chen Ping'an, she raised her sweaty and dirty arm to wipe her face before forcing a smile and saying, "Oh, you're back. I wanted to borrow a hatchet from you before, but your guest wasn't willing to open the door for me."

source: 少女立即跺脚，破口大骂，“四姓十族，先从四姓开始，卢李赵宋，你们四大姓，识趣识相一点，赶紧的，每个姓氏最少掉三张槐叶下来，少一张槐叶，我王朱这辈子就跟你们没完！出去之后，一个一个收拾过去，管你们是少年青壮，还是妇孺老幼，反正都是一群养不熟的白眼狼，忘恩负义还有理了？！”
en_us: The young girl immediately stomped her feet and cursed, "The Four Surnames and Ten Clans! I'll start from the Four Surnames first. Lu, Li, Zhao, and Song, I encourage your clans to understand the situation. Hurry up, I'll need at least three locust leaves from each clan. If you give me even one fewer, I, Wang Zhu, will never forgive you! When I leave this place, I'll deal with your clans one by one, and I won't show any mercy regardless of whether I come across young men, young women, the elderly, or children. You're all a bunch of ungrateful animals, after all. You're not paying your debts of gratitude, yet you still think that you're in the right?!"

source: 少女立即踮起脚尖，乖巧回了一句，“哎，好的，公子。”
en_us: "Yes, Young Master," Zhi Gui immediately replied obediently as she got up on the tips of her toes.

source: 少女站在家门口的巷子里，望着少年渐行渐远的背影，神色复杂，有一丝哀其不幸怒其不争的意味，愤愤道：“好不容易到手的槐叶，就这么被你挥霍掉了？那你可以跟着刘羡阳一起去死了，反正早死早超生，运气好的话，下辈子继续做难兄难弟吧。总好过那些连来生也没有的可怜虫。”
en_us: Zhi Gui stood on Clay Vase Alley in front of the entrance of Song Jixin's courtyard, watching Chen Ping'an's departing figure with a complex look on her face. She seemed to both be lamenting his issue fortune, while also frustrated by his selflessness. In the end, she grumbled to herself, "How could you just waste your locust leaf like that? You know what? You can go and die with Liu Xianyang! The sooner you die, the sooner you get reincarnated, and if you're lucky, maybe you'll continue to be good friends in the next life. At the very least, you'll be more fortunate than those poor suckers who don't even get a next life."

source: 少女站在少年身边。
en_us: Ning Yao remained standing beside him, and Chen Ping'an tried to talk her out of this for the final time. "If you get involved in this, you really are going to die."

source: 少女站起身，强行咽下一口血水，“你就这点本事？”
en_us: Ning Yao stood up and forcefully stopped herself from vomiting a mouthful of blood before saying, "Is that all you've got?"

source: 少女竟然率先败下阵来，自顾自头疼道：“假如你喜欢我，可我真的不能答应你啊。”
en_us: It was surprisingly Ning Yao who backed down first, and she said with a heachache, "Suppose you really do like me... But I genuinely can't accept your feelings!"

source: 少女笑了笑，干脆在长凳上面向少年，盘腿而坐，指了指那部摊开的拳谱，耐心解释道：“武人的武学秘籍和修行之人的炼气之法，一般都有三种记载方式，第一种就是这部撼山谱，用普通材质的纸张书页，能够保存多少年，看运气，兵灾人祸不说，经过漫长岁月的潮湿、蚁害等等，也会逐渐损毁消失，对吧？”
en_us: The young girl smiled in response, and she decided to turn around to face the young boy. She crossed her legs before pointing to the book and explaining in a patient manner, "The secret techniques of martial artists and cultivation techniques of cultivators are usually recorded in three different ways. The first type is like this Mountain Shaking Guide, where they're written on ordinary paper. Regarding how long they can last, that depends on one's luck. To say nothing of war or calamities, just the weather and insects alone will cause the book to slowly decay and rot, right?"

source: 少女笑容灿烂道：“那就等她成为江河之神，我再欺负她。”
en_us: Ruan Xiu wore a dazzling smile as she replied, "Alright, then I'll wait until she becomes a river god before I pick on her again."

source: 少女笑得家徒四壁的贫穷少年，让他突然觉得自己像个有钱人。
en_us: The chuckling young woman made the impoverished young boy suddenly feel like he was an extremely wealthy person.

source: 少女笑眯眯道：“我家少爷说他在书上看到过，传闻每逢初春，就会有天庭正神身披金甲，擂鼓于云霄，辞旧迎新，震慑万邪，以报新春。”
en_us: The young girl smiled with squinted eyes and said, "Young Master told me that he's read about this before. It's said that early in spring, a god in the Heavenly Court will put on golden armor and beat a drum in the clouds, farewelling the old and welcoming the new. At the same time, the beating drums will also scare off all evil to make way for the arriving spring."

source: 少女笑道：“陆道长，我不是蛮不讲理的人。”
en_us: "Rest assured, Daoist Lu, I'm not an unreasonable person," the young woman replied with a smile.

source: 少女笑道：“饿了，就要找东西吃，把肚子填饱，这不是一件天经地义的事情吗？再说了，他本来就没什么大的机缘，早死早投胎，说不定下辈子还有点渺茫希望，若是任由他这种无根浮萍留在小镇，嘿，那可就真是……”
en_us: Zhi Gui smiled as she replied in a nonchalant manner, "I was hungry, so I had to find something to eat and stave off my hunger. Isn't that simply part of the natural order? Besides, he wasn't going to amount to anything to begin with, and the sooner he dies, the sooner he'll be reincarnated. Perhaps there'll be some slim hope for him to make something of himself in his next life. Is it not an act of cruelty to prolong his suffering and allow a rootless weed like himself to drift around in the world without any hope or future prospects?"

source: 少女絮絮叨叨，像一只叽叽喳喳的枝头黄雀，说到最后，有些歉意。
en_us: Ruan Xiu continued to recount the events, and she was as talkative as a chirping siskin resting on the branches. When she finished speaking, there was a slightly apologetic expression on her face.

source: 少女终于再次开口说话，“你话真多。”
en_us: Ning Yao finally spoke again, saying, "You speak so much."

source: 少女绕了半天，少年仍是不晓得“九境”到底是个啥。
en_us: After the young girl explained everything in such a roundabout manner, the young boy was still unable to grasp what the "nine tiers" meant.

source: 少女继续道：“所以，在这种以实物承载字的方式当中，就出现了一条不成的规矩，就是注重材质的珍稀程度，即承载字的东西，与字内容的价值能够相匹配，这就像你不会用榆木打造的盒子，去盛放一枚镇国玉玺。”
en_us: Ning Yao continued, "Thus, an unwritten rule appeared when it came to recording techniques through this kind of written method. The more valuable the contents, the more valuable the material it would be recorded on. This is similar to how you wouldn't place an imperial jade seal in a box made out of cheap wood."

source: 少女缓缓抬起头。
en_us: The young girl slowly looked up.

source: 少女缓缓摘下剑鞘，随手一甩，倾斜着钉入黄土地面，帷帽垂落的薄纱后，她眼神坚毅，“这不是我追求的剑道。”
en_us: The young woman slowly removed the her sword along with its scabbard, then casually tossed the them away so that the scabbard plunged into the earth, standing upright on its own on a slight slant. There was a resolute look in her eyes as she declared, "This is the not the path of the sword that I'm pursuing!"

source: 少女缓缓收敛脸上的无辜神色，眼神逐渐冷冽，嘴角挂起讥讽笑意。
en_us: The innocent look on the young girl's face slowly faded, and a cold look appeared in her eyes while a mocking sneer surfaced on her face, as if she were asking "what're you gonna do about it?"

source: 少女翻了个白眼。
en_us: The young woman rolled her eyes.

source: 少女翻了个白眼，不再说话。
en_us: Ning Yao rolled her eyes and didn't ask anything else.

source: 少女背对着一墙之隔的邻家院子，嬉笑道：“佛争一炷香，人争一口气，可惜窝囊废就只有一肚子窝囊气。”
en_us: With her back to the wall, the young girl giggled and said, "Deities fight for incense, while humans fight for dignity. However, it's a shame that good-for-nothings can only have a stomach full of pent-up frustrations."

source: 少女脚步不停，脸色冷漠，“我们两个，井水不犯河水，不好吗？而且先生你别忘了，之前确实是你占据天时地利人和，我一个小小的贱籍奴婢，当然只能忍气吞声，但是从最近开始，先生你那座远在不知几千万里外的法脉道场，好像出了点问题，对吧？所以现在如今先生只是井水，而我才是河水！”
en_us: A cold look appeared on Zhi Gui's face, and she continued walking as normal as she said, "Is it not best for both of us to mind our own business and refrain from interacting with each other? Don't forget that you've held the upper hand prior to this, controling this entire realm while I'm just lowly servant residing here, so I've been was forced to suffer in silence, but recently, something seems to have gone wrong at your seat of enlightenment, isn't that right? So right now, I am the one who's on the ascendancy, while you're falling from grace!"

source: 少女脚步轻快，双手一下一下向天空撑起，很古怪的手势。
en_us: The young girl was walking briskly, yet she suddenly performed a strange movement at this moment, using her palms to push up at the sky.

source: 少女脸上光彩流溢，“围棋的高手，九段品秩最高，就等于官场的一品大员吧，但是有一些百年一遇的天才，会被誉为‘十段国手’，然后这些人就会有各种花哨的独有头衔，你们大骊王朝的棋待诏啊，特别丢人，据说你们的九段，只等于隋朝的七段实力，整个大骊，也就一个绰号‘绣虎’的家伙，被隋朝棋坛真正视为敌手。哦，对了，你知道啥叫围棋吗？”
en_us: The young girl wore a radiant expression as she said, "The ninth dan is the highest ranking for a Go expert, and this is equivalent to the first rank being the highest ranking for an imperial official. However, some one in 100 year prodigies will be granted the title of '10th dan Go expert'. These people will then enjoy all kinds of peculiar and unique titles. However, the Go official in your Great Li Empire is extremely embarrassing. From what I've heard, the ninth dan Go official in the Great Li Empire is only equivalent to a seventh dan Go expert in the Great Sui Empire. In the entire Great Li Empire, only a single person with the nickname of 'Embroidered Tiger' is viewed as a proper opponent by the Great Sui Empire. Oh, that's right, do you know what Go is?"

source: 少女茫然。
en_us: Zhi Gui was rather perplexed by this answer.

source: 少女落地后握住剑鞘，放缓脚步，少年则是冲刺起跳、大跃过河、落地奔跑，一气呵成，瞬间与少女擦肩而过，陈平安刚要转头，少女说道：“你先去小镇，不用管我。”
en_us: Ning Yao slowed down and grabbed her scabbard after landing. Meanwhile, after sprinting and leaping over the creek, Chen Ping'an continued to dash forward in a continuous motion, instantly overtaking the young girl. Just as he was about to turn around, Ning Yao said, "Don't worry about me. You return to the small town first."

source: 少女蓦然勃然大怒，一拍桌子，质问道：“你是不是喜欢我？！”
en_us: Ning Yao suddenly flared up in rage, slamming the table and interrogating, "Perhaps you have feelings for me?!"

source: 少女蓦然瞪眼，少年立即点头道：“宁姑娘说得对。”
en_us: However, Ning Yao immediately glared at him, so he could only nod and say, "Yes, you're right, Ning Yao."

source: 少女虽然没有转身，仍是问道：“很疼？”
en_us: Ning Yao had her back facing him this entire time, but she still asked, "Does it hurt?"

source: 少女行事干脆利落，转身就走。
en_us: After that, she turned and departed without any hesitation.

source: 少女表情有些呆滞，接连打了两个饱嗝，然后她好像噎到了，赶紧挺起胸膛，伸手使劲拍打胸脯。
en_us: The young girl appeared slightly dazed, and after burping twice, it was as if she had accidentally choked on some food. She hurriedly straightened her back and used her hand to forcefully pat her chest.

source: 少女认真思考了一番，“爹你是说他有点像是鱼饵？”
en_us: The young girl carefully pondered for a moment before replying, "Father, are you saying that he's something like bait?"

source: 少女说道：“如果你放心的话，拳谱留下来，我再看看有没有纰漏，会不会是陷阱之类的。”
en_us: "If you trust me, then you can leave the fist technique here first. I'll have another look at it and see if there's anything missing or if there's any trap," the young girl said.

source: 少女说道：“就是那个打铁的阮师傅，他在你们这儿名声很大，还有个铁打不动的规矩，每三十年只铸一把剑，他之所以愿意来此顶替齐静春，就是觉得此地适合开炉铸剑，我去碰碰运气，看他愿不愿意为我铸剑。实在不行的话，我也没辙，就当自己运气不好。”
en_us: "Yes, I want to ask the blacksmith Master Ruan to forge a sword for me. He's got quite a reputation in this small town, and he's also got an ironclad rule that he never breaks. That is, he'll only forge one sword every 30 years. In fact, he was only willing to come here to replace Qi Jingchun because he felt like the environment here was extremely suitable for forging a sword. I want to try my luck and see whether he's willing to forge a sword for me. If it truly doesn't work out, it's not like there's anything I can do about it either. I can only treat it as bad luck."

source: 少女赌气道：“为啥不管？！”
en_us: "Why won't you help him now?!" the young girl asked with a sulky expression.

source: 少女走到他身前，左手按住刀柄。
en_us: By the time the young woman had arrived in front of him, her left hand was already resting on the hilt of her saber.

source: 少女走回院子，跨过门槛的时候，不小心又打了个饱嗝，讥笑道：“有点撑。”
en_us: As Zhi Gui strode over the doorstep to re-enter the yard, she inadvertently burped, and a mocking sneer appeared on her face as she mused to herself, "I had a little bit too much to eat."

source: 少女赶紧闭嘴。
en_us: Ning Yao immediately shut up.

source: 少女趴在桌子上，没有转头，摆摆手，有气无力道：“知道啦知道啦，你怎么比我爹还话多啊。”
en_us: The young girl was resting on the table, so she didn't turn around and instead simply waved her hand, saying in a listless manner, "I know, I know... How are you even more talkative than my father..."

source: 少女转头皱眉道：“你要说几遍才放心？！”
en_us: Ning Yao frowned and said, "How many times do you have to repeat this?!"

source: 少女转头瞥了眼少年自己编织的大箩筐和青竹鱼篓，有些疑惑。
en_us: The young girl was slightly puzzled as she glanced at the large basket and bamboo basket that the young boy had weaved by himself.

source: 少女转头说道：“剑放在这里，你们不要动它，否则后果自负，我没有开玩笑。”
en_us: She turned around and said, "I'm leaving my sword here. Don't touch it, or you'll have to face the consequences yourself. I'm not joking."

source: 少女转身快步离去，发现邻居少年已经帮她提着水桶，笑了笑，跟他一起返回泥瓶巷。
en_us: The young girl turned around and left in haste. Upon seeing that her neighbor had already picked up the bucket of water for her, she smiled in acknowledgment and returned to Clay Vase Alley with him.

source: 少女轻轻吐出一口浊气，伸出手心鲜血渗透棉布更多的那只手，扶正了头顶有些歪斜的帷帽。
en_us: She gently exhaled as she reached out a hand to adjust her slightly crooked veiled hat, revealing in the process that even more blood had soaked into the makeshift bandages around that hand.

source: 少女轻轻点头，瞥了眼年轻道人的道冠。
en_us: The young woman nodded in response before glancing at the lotus flower hat on the Daoist priest's head.

source: 少女这一次连拔出狭刀的多余动作也没有，一退再退。
en_us: Ning Yao didn't even have time to retrieve her saber from the ground as she retreated again and again.

source: 少女酝酿了半天，才开口道：“她未必是那种滥杀无辜的人，怎么说呢，修行路上，跋山涉水，有宽有窄，有阳关道，有独木桥，走得快了，不小心踩死了蚂蚁，饿了从江河里抓几条鱼，道法有所小成，随意施展开来，误杀了鸟雀蛇鼠，皆有可能。我说得不太好，你听得懂我的意思吧？”
en_us: Ning Yao pondered the question for a long while before finally replying, "She may not be the type of person who kills innocent people on a whim. How do I explain this? Picture it this way: on the path of cultivation, there are all types of different terrains and situations that one has to negotiate. Sometimes, they may be a little hasty in their footsteps and inadvertently crush an ant underfoot, or they could get hungry and catch a few fish out of a river to eat, or they could accidentally kill a bird or a snake while practicing the use of their powers. Those are all possibilities, and none of those scenarios are necessarily intentional. That's not a very good analogy, but you understand what I'm saying, right?"

source: 少女重新转过身，低头瞥了眼，说道：“撼。”
en_us: The young woman turned around and glanced down. "Shaking," she replied.

source: 少女问道：“你的左手没事情？”
en_us: "Is your left hand okay now?" the young woman asked.

source: 少女问道：“怎么琢磨出来的？”
en_us: "How did you reach this conclusion?" the young woman asked.

source: 少女闷不吭声，小口小口吃着红烧肉，yi看就知道以后肯定勤俭持家。
en_us: The young girl didn't utter a word as she slowly nibbled on the piece of braised pork belly. It was clear that she would become a thrifty person in the future.

source: 少女闷哼一声，整个人开始摔落下坠。
en_us: Ning Yao groaned as she plummeted toward the ground.

source: 少女青衣马尾辫，原来是阮秀。
en_us: It was Ruan Xiu.

source: 少女顿时有些恼羞成怒，境界低下，一直被她引以为耻，陈平安这种“姑娘你再给我解释解释”的痴呆模样，无疑是戳中了少女的最伤心处。
en_us: The young woman felt slightly ashamed and angry. She had always felt a sense of embarrassment and humiliation at her lowly cultivation base, yet Chen Ping'an's dazed expression was as if he were saying, "Miss, please explain this to me." This undoubtedly jabbed her where it hurt.

source: 少女骂得气喘吁吁，一手扶住腰肢，犹然骂骂咧咧，“姓宋的，大骊王朝能跟你们姓，最大的功臣是谁？你们心里没数？跟我装傻是不是？信不信我一出去，就让大骊姓卢姓赵姓什么都行，就是不姓宋？！”
en_us: The young girl huffed in anger. She placed a hand on her hip and continued to scold them, shouting, "Song Clan! Who was it thanks to that the Great Li Empire followed your surname? Are you people not aware? Are you pretending to be stupid? Do you believe me if I say that I'll change the surname of the imperial family to Lu or Zhao when I get out? Anything apart from Song?!

source: 少女默不作声。
en_us: The young woman offered no response.

source: 少年yi脸无所谓道：“大道艰辛，如果连这点磨难也经不起，也敢奢望那份高高在上的长生无忧？”
en_us: The young boy wore an indifferent expression as he replied, "To pursue the Great Dao is to embark on a difficult journey. If I'm unable to overcome such a minor challenge, how will I dare to dream about achieving immortality?"

source: 少年一头雾水。
en_us: Chen Ping'an was still none the wiser.

source: 少年一开始就想得很清楚，所以这时候很失落，但也没觉得如何撕心裂肺。
en_us: From the very beginning, he knew that his chances were extremely slim, so the disappointment that he felt right now wasn't all that severe.

source: 少年一手掐住苻南华脖子，一手瓷片抵住这位高冠公子哥的腹部。
en_us: Chen Ping'an had one hand around Fu Nanhua's throat, while his other hand kept his porcelain shard digging firmly into Fu Nanhua's abdomen.

source: 少年一直在绕弯，停了停，终于直奔主题，低下头，语气沉闷，“帮道长救了人之后，如果，我是说如果，如果我有天突然死了，道长能不能帮我下辈子投胎，还投胎做我爹娘的孩子？”
en_us: Chen Ping'an was rambling to put off what he actually wanted to say, but after a brief pause, he finally cut to the chase, lowering his head as he continued in a dejected voice, "After I help you save that woman, if, and I'm saying if, I were to suddenly die someday, can you help me reincarnate in my next life to be born to my parents again?"

source: 少年一直在那儿嘀嘀咕咕，有些低沉感伤，“我当时被姚老头嫌弃烧窑没悟性，给赶到山上烧炭去了，我如果在镇上知道有人这么做，一定要劝一劝，实在不行，我可以答应帮他砍柴去。土木神仙泥菩萨，虽说从来不显灵，可那好歹也是菩萨神仙啊，结果被劈砍成柴禾，这种缺德事情，怎么可以做呢……”
en_us: Chen Ping'an continued to rattle on, and there was a sense of dejection and sadness in his voice as he said, "Old Man Yao gave me the cold-shoulder and said that I didn't have the aptitude for firing pottery at the time, so he shooed me off to the mountains to collect firewood. If I had known that there was someone like that in the small town, I would have definitely gone over to persuade him against his plans. If that didn't work, I could have even offered to collect firewood for him. Even though those statues of gods never give their blessings, they are still statues of gods and Bodhisattvas, after all! Yet, he chopped them up to use as firewood? How could someone do something so immoral...?"
